Repository: Ilias95/Hunt
Catalog: po/*.po
Languages: el

source: There are no animals on the scene.
el: Δεν υπάρχουν ζώα στην σκηνή.

source: The following %d animals are on the scene now:
el: Τα ακόλουθα %d ζώα βρίσκονται στην σκηνή τώρα:

source: %d:%s (hlth=%d att=%d def=%d spd=%d dist=%d mood=
el: %d:%s (υγεια=%d επ=%d αμ=%d ταχ=%d αποστ=%d διαθ=

source: scared)
el: τρομαγμένο)

source: neutral)
el: ουδέτερο)

source: aggressive)
el: επιθετικό)

source: BEWARE! An angry %s attacks you! Oh, that hurts!
el: Προσοχή! Το θυμωμένο ζώο %s σου επιτίθεται! Ωχ, αυτό πρέπει να πόνεσε!

source: Please be more specific.
el: Παρακαλώ γίνετε πιο συγκεκριμένος.

source: You can't shoot two animals at once.
el: Δεν μπορείς να πυροβολήσεις δύο ζώα με τη μία.

source: %s is not a valid animal id
el: Το %s δεν είναι ένα έγκυρο id ζώου

source: I have no bullets! I can't shoot!
el: Δεν έχω σφαίρες! Δεν μπορώ να πυροβολήσω!

source: The %s is dead! You earn %d gold!
el: Το ζώο %s είναι νεκρό! Κερδίζεις %d χρυσό!

source: What do you want to buy?
el: Τι θέλεις να αγοράσεις;

source: There is no weapon with such name.
el: Δεν υπάρχει όπλο με τέτοιο όνομα.

source: %s is not a valid positive integer.
el: Το %s δεν είναι ένας έγκυρος θετικός ακέραιος.

source: You need %d gold in order to buy this stuff.
el: Χρειάζεσαι %d χρυσό για να κάνεις την αγορά.

source: Sorry, you don't have enough gold.
el: Λυπάμαι, δεν έχεις αρκετό χρυσό.

source: Are you sure that you want to proceed? (y/n)
el: Είσαι σίγουρος ότι θες να συνεχίσεις; (y/n)

source: canceled
el: ακυρώθηκε

source: Done!
el: Έγινε!

source: You can't buy %s.
el: Δεν μπορείς να αγοράσεις %s.

source: Health: %d, XP: %d, Gold: %d Weapon: %s (attack=%d, distance=%d), Bullets: %d
el: Υγεία: %d, XP: %d, Χρυσός: %d Όπλο: %s (επίθεση=%d, απόσταση=%d), Σφαίρες: %d

source: name att def spd val
el: όνομα επιθ αμυν ταχ αξία

source: name att dist val
el: όνομα επιθ αποστ αξία

source: %s: invalid parameter
el: %s: μη έγκυρη παράμετρος

source: This adventure is over. You've made %d xp points and died holding a %s after %d rounds.
el: Αυτή η περιπέτεια τελείωσε. Κέρδισες %d xp πόντους και πέθανες κρατώντας το όπλο %s μετά από %d γύρους.

source: You haven't captured any animals.
el: Δεν αιχμαλώτισες κανένα ζώο.

source: You have also captured:
el: Επίσης αιχμαλώτισες:

source: [Press Enter.]
el: [Πάτησε Enter.]

source: There are the following animals on the scene:
el: Υπάρχουν τα ακόλουθα ζώα στην σκηνή:

source: Unknown command
el: Άγνωστη εντολή

source: Oops! A terrified animal left the scene.
el: Ουπς! Ένα τρομοκρατημένο ζώο εγκατέλειψε τη σκηνή.

source: After many hard fights you're finally dead!
el: Μετά από πολλές σκληρές μάχες, τελικά είσαι νεκρός!

source: You are seriously hurt. You should really get some drugs.
el: Είσαι σοβαρά τραυματισμένος. Πρέπει αλήθεια να πάρεις μερικά φάρμακα.

source: Be careful! A new animal appeared from nowhere!
el: Πρόσεχε! Ένα νέο ζώο εμφανίστηκε από το πουθενά!

source: %s ------------------------ S Start the game C Show credits I Info about playing Q Quit
el: %s ------------------------ S Ξεκίνα το παιχνίδι C Δες τους χορηγούς I Πληροφορίες για το παιχνίδι Q Έξοδος

source: Name: %s Version: %s Copyright (C) 2012 %s <%s> %s is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. Written by %s. Special thanks to migf1.
el: Όνομα: %s Έκδοση: %s Copyright (C) 2012 %s <%s> Το %s είναι ελεύθερο λογισμικό: μπορείτε να το αναδιανείμετε και/ή να το τροποποιήσεται υπό τους όρους της GNU General Public License όπως αυτή δημοσιεύτηκε από το Free Software Foundation, είτε την έκδοση 3 της άδειας, ή (κατά την επιλογή σας) οποιαδήποτε επόμενη έκδοση. Γραμμένο από τον %s. Ιδιαίτερες ευχαριστίες στον migf1.

source: Info about playing ------------------- Commands consist of sentences with one, two or three words. Only the following commands are understood by the program: HELP, QUIT, SHOOT, LOOK, BUY, STATUS. Try HELP to see a description of each command. Your target is to capture as many animals as you can. For each animal you capture you earn gold and gain some xp. You can buy bullets, better weapons and drugs in case you get hurt by an animal. When your health drops below 0, the game is over.
el: Πληροφορίες ------------------- Οι εντολές αποτελούνται από προτάσεις με μία, δύο ή τρεις λέξεις. Μόνο οι ακόλουθες εντολές αναγνωρίζονται απ' το πρόγραμμα: HELP, QUIT, SHOOT, LOOK, BUY, STATUS. Εκτελέστε HELP για να δείτε μια περιγραφή για την κάθε εντολή. Ο στόχος σας είναι να αιχμαλωτίσετε όσα περισσότερα ζώα μπορείτε. Για κάθε ζώο που αιχμαλωτίζετε κερδίζετε χρυσό και αποκτάτε εμπειρία (xp). Μπορείτε να αγοράσετε σφαίρες, καλύτερα όπλα και φάρμακα σε περίπτωση που πληγωθείτε από κάποιο ζώο. Όταν η υγεία σας πέσει κάτω από 0 το παιχνίδι τελειώνει.

source: * * * * ** * ******* * * * * * * * * ******* * * * * * * * * * * * * * * * * ******* * ** * -------------------------------------- It's a happy sunny day in the forest. A bright sun is up in the sky and birds chirping in the air. There are trees, bushes, flowers, grass, and fruits all around you. What a wonderful place! But beware! You're not alone!
el: * * * * ** * ******* * * * * * * * * ******* * * * * * * * * * * * * * * * * ******* * ** * -------------------------------------- Είναι μια χαρούμενη μέρα στο δάσος. Ο ήλιος είναι λαμπερός στον ουρανό και τα πουλάκια κελαηδάνε στον αέρα. Υπάρχουν δέντρα, θάμνοι, λουλούδια, γρασίδι και φρούτα παντού γύρω σου. Τι υπέροχο μέρος! Όμως πρόσεχε! Δεν είσαι μόνος!

source: Only the following commands are understood by the program: Command Description ------------------------------------------------------------------------- shoot <id> shoots the animal with the corresponding id look displays info about all animals on the scene status displays info about player buy <type> <spef> buys the requested stuff examples: buy bullets 5, buy drugs 1, buy weapon rifle help, ? <table> if called without parameter, prints this help text you can user either "help animals" or "help weapons" to print a table of all animals or weapons exit, quit exits the program
el: Μόνο οι ακόλουθες εντολές αναγνωρίζονται απ' το πρόγραμμα: Εντολή Περιγραφή ------------------------------------------------------------------------- shoot <id> πυροβολεί το ζώο με το αντίστοιχο id look εμφανίζει πληροφορίες για όλα τα ζώα της σκηνής status εμφανίζει πληροφορίες σχετικά με τον παίκτη buy <type> <spef> αγοράζει το ζητούμενο υλικό examples: buy bullets 5, buy drugs 1, buy weapon rifle help, ? <table> εάν κληθεί χωρίς παραμέτρους, εκτυπώνει αυτή την βοήθεια μπορείτε να δοκιμάσετε "help animals" ή "help weapons" για να εκτυπώσετε έναν πίνακα με όλα τα ζώα ή όπλα exit, quit τερματίζει το πρόγραμμα
